Repository: elementary/settings-locale
Catalog: po/extra/*.po
Languages: cs, es, fr, he, it, ja, nl, pt, ru, sk, sv, tr, zh_cn, zh_tw

source: Language &amp; Region Settings
cs: Místní a jazyková nastavení
es: Configuración de Idioma y región
fr: Paramètres de langue et de région
he: הגדרות שפה ומיקום
it: Impostazioni di lingua e regione
ja: 言語と地域の設定
nl: Taal &amp; Regio instellingen
pt: Definições de Idioma e Região
ru: Параметры языка и региона
sk: Miestne a jazykové nastavenia
sv: Språk och regionsinställningar
tr: Dil ve Bölge Ayarları
zh_cn: 语言&amp; 区域设置
zh_tw: 語言與地區設定值

source: Manage languages, and configure region and format
cs: Spravujte jazyky, nastavte region a místní formáty
es: Gestione los idiomas y configure la región y el formato
fr: Gérer les langues, configurer les paramètres régionaux
he: ניהול שפות והגדרת מיקום ותקנים
it: Gestisci le lingue installate e configura il formato di localizzazione
ja: 言語を管理し、地域と書式を設定します
nl: Beheer talen en configureer regio's en formaten
pt: Gerir idiomas e configurar a região e o formato
ru: Управление языками, настройка региона и формата времени
sk: Spravujte jazyky, nastavte oblasť a miestne formáty
sv: Hantera språk, ställ in region och format
tr: Dilleri yönetin ve bölge ayarlarını yapılandırın
zh_cn: 管理语言、设置区域和格式
zh_tw: 管理語言，設定地區和格式

source: elementary, Inc.
he: elementary בע״מ.

source: Minor improvements:
es: Mejoras menores:
fr: Améliorations mineures :
he: שיפורים משניים:
ja: 軽微な改善:
nl: Kleine verbeteringen:
sv: Mindre förbättringar:
zh_tw: 小型改善項目：

source: Updated translations
cs: Aktualizovány překlady
es: Traducciones actualizadas
fr: Mise à jour des traductions
he: תרגומים עודכנו
it: Traduzioni aggiornate
ja: 翻訳の更新
nl: Bijgewerkte vertalingen
pt: Traduções atualizadas
ru: Обновлены переводы
sk: Aktualizované preklady
sv: Uppdaterade översättningar
tr: Çeviriler güncellendi
zh_cn: 翻译更新
zh_tw: 翻譯更新

source: More responsive design layout
fr: Mise en page plus réactive
he: פריסת העיצוב יותר מסתגלת
nl: Meer responsief lay-outontwerp
sv: Mer responsiv design och layout

source: Selected language checkmark now follows system accent color
es: La casilla de seleccionar lenguaje ahora sigue el color de énfasis del sistema
fr: La coche de la langue sélectionnée suit désormais la couleur d'accentuation du système
he: סימון השפה הנבחרת תואמת לצבע המשני של המערכת
ja: 選択言語のチェックマークがシステムのアクセントカラーで表示されるように修正
nl: Geselecteerd taalvinkje volgt nu de systeemaccentkleur
sv: Markeringen för valt språk följer nu systemets accentfärg
zh_tw: 選取語言的勾選符號現在會遵循系統的強調色

source: Sidebar position is now remembered
es: Ahora se recuerda la posición de la barra lateral
fr: La position de la barre latérale est désormais mémorisée
he: מקום סרגל הצד נשמר מעתה
ja: サイドバーの位置が保存されるように変更
nl: Zijbalk positie wordt nu onthouden
pt: A posição da barra lateral é agora lembrada
sv: Sidofältets position är nu ihågkommen
zh_tw: 現在會記住側邊欄的位置

source: Performance improvements
es: Mejoras de rendimiento
fr: Amélioration des performances
he: שיפורי ביצועים
ja: パフォーマンスの改善
nl: Prestatieverbeteringen
pt: Melhorias de desempenho
sk: Zlepšenia výkonu
sv: Förbättringar av prestanda
tr: Performans iyileştirmeleri
zh_tw: 效能改善

source: A big redesign!
es: ¡Se ha rediseñado completamente!
fr: Une refonte importante !
he: עיצוב מחדש לחלוטין!
ja: 大幅なデザイン変更!
nl: Een groots nieuw ontwerp!
ru: Большой редизайн!
sv: En stor omdesign!
tr: Büyük bir yeniden tasarım!
zh_tw: 大幅重新設計！

source: Prevent fcitx5 packages from being installed
es: Se evita la instalación de paquetes de fcitx5
fr: Nous avons empêché l'installation des paquets fcitx5
he: למנוע את התקנת חבילות fcitx5
ja: fcitx5 パッケージがインストールされないように修正
nl: Voorkom dat fcitx5 pakketten worden ge√Ønstalleerd
ru: Предотвращение установки пакетов fcitx5
sv: Förhindra att fcitx5-paket installeras
tr: fcitx5 paketlerinin kurulmasını önle
zh_tw: 防止安裝 fcitx5 的各套件

source: Add links to other places locale-related settings are managed
es: Se pueden gestionar los enlaces a otros lugares relacionados con la configuración regional
fr: Ajout de liens vers d'autres endroits où sont gérés les paramètres de lagnue
he: נוספו קישורים להגדרות תלויות מיקום מנוהלות
ja: ロケール関連の設定を管理するページへのリンクを追加
nl: Voeg links toe naar andere plaatsen waar locatiegebonden instellingen worden beheerd
ru: Добавлены ссылки на другие места управления настройками, связанными с локалью
sv: Lägg till länkar till andra platser där lokalanpassningsrelaterade inställningar hanteras
tr: Yerel ayarlarla ilgili ayarların yönetildiği diğer yerlere bağlantılar eklendi
zh_tw: 增加連結到其他地域相關的設定頁面

source: Improve screen reader accessibility
es: Se mejoró la accesibilidad con los lectores de pantalla
fr: Amélioration de l'accessibilité pour les lecteurs d'écran
he: שיפור נגישות מקריא המסך
ja: スクリーンリーダーのアクセシビリティを改善
nl: Verbeter toegankelijkheid van de schermlezer
pt: Melhora a acessibilidade do leitor de ecrã
ru: Улучшена доступность для экранного диктора
sv: Förbättra tillgängligheten för skärmläsare
tr: Ekran okuyucu erişilebilirliğini iyileştirildi
zh_tw: 改善螢幕閱讀器輔助

source: Fixes:
cs: Opravy:
es: Correcciones:
fr: Corrections :
he: תיקונים:
ja: 修正点:
nl: Oplossingen:
pt: Correções:
ru: Исправления:
sk: Opravy:
sv: Åtgärdar:
tr: Düzeltmeler:
zh_cn: 修复:
zh_tw: 修正：

source: Translate authentication dialog description text
es: Se traduce el idioma del texto de la descripción de autorización
fr: Traduction du texte de description de la fenêtre d'authentification
he: תרגום טקסט תיאור חלונית האימות
ja: 認証ダイアログの説明文が英語で表示されていた不具合を修正
nl: Vertaal authenticatie dialoog-beschrijving tekst
pt: Traduzir texto de descrição da janela de autenticação
ru: Перевод описания диалога аутентификации
sk: Preklad popisného textu v dialógovom okne overenia
sv: Översätt beskrivningstext för autentiseringsdialog
tr: Kimlik doğrulama iletişim kutusu açıklama metni çevirildi
zh_tw: 翻譯身份核對對話盒的描述文字

source: Improvements:
es: Mejoras:
fr: Améliorations :
he: שיפורים:
ja: 改善点:
nl: Verbeteringen:
pt: Melhorias:
ru: Улучшения:
sk: Vylepšenia:
sv: Förbättringar:
tr: İyileştirmeler:
zh_tw: 改善項目：

source: Central Kurdish is now available as an installable language
es: Kurdo central ahora está disponible como un idioma instalable
fr: Le kurde central est désormais disponible en tant que langue installable
he: כורדית מרכזית זמינה מעתה כשפה להתקנה
ja: インストール可能な言語に中央クルド語を追加
nl: Centraal Koerds is nu beschikbaar als een te installeren taal
pt: O Curdo Central está agora disponível como idioma instalável
ru: Центральнокурдский теперь доступен как устанавливаемый язык
sk: Centrálna kurdčina je teraz dostupná ako inštalovateľný jazyk
sv: Central kurdiska finns nu som installerbart språk
tr: Orta Kürtçe artık kurulabilir bir dil olarak mevcut
zh_tw: 中央庫德語現在可供安裝

source: Support installation and removal of languages with 3-letter codes
es: Se pueden instalar y eliminar idiomas usando sus códigos de 3 letras
fr: Prise en charge de l'installation et de la suppression des langues avec des codes à 3 lettres
he: נוספה תמיכה בהתקנה והסרה של שפות עם קודים ב־3 אותיות
ja: 言語コードが 3 文字の言語のインストールと削除に対応
nl: Ondersteuning voor installatie en verwijdering voor talen met 3-lettercodes
pt: Suporta à instalação e remoção de idiomas com códigos de 3 letras
ru: Поддержка установки и удаления языков с трёхзначным идентификатором
sk: Podpora inštalácie a odstraňovania jazykov s 3-písmenovými kódmi
sv: Stöd för installation och borttagning av språk med koder på 3 bokstäver
tr: 3 harfli kodlarla dillerin yüklenmesi ve kaldırılması desteği eklendi
zh_tw: 支援安裝或移除代碼有三個字元的語言

source: Ensure "Formats" dropdown remains correct after installing or removing languages
cs: Zajištěno, že rozbalovací nabídka „Formáty“ zůstane správná po instalaci nebo odebrání jazyků
es: Se garantiza que el menú desplegable de «Formatos» permanezca correcto después de instalar o eliminar idiomas
fr: Nous nous sommes assurés que le menu déroulant « Formats » reste correct après l'installation ou la suppression de langues
he: וידוא שהתפריט הנפתח „עיצובים” נשאר לאחר התקנת או הסרת שפות
ja: 言語をインストールしたり削除したりしても、“書式”ドロップダウンリストの値が変更されないように修正
nl: Ervoor zorgen dat het keuzemenu "Formaten" correct blijft na het installeren of verwijderen van talen
pt: Assegura que o menu suspenso "Formatos" permanece correto após a instalação ou remoção dos idiomas
ru: Выпадающее меню «Форматы» остается правильным после установки или удаления языков
sk: Zabezpečené, že kontextové menu „Formáty“ bude fungovať správne po nainštalovaní alebo odstránení jazykov
sv: Se till att rullgardinsmenyn "Format" förblir korrekt efter installation eller borttagning av språk
tr: Dilleri yükledikten veya kaldırdıktan sonra "Biçimler" açılır menüsünün doğru kalması sağlandı
zh_tw: 確保「格式」下拉選單在安裝或移除語言之後仍然是正確的

source: Support locales with 3-letter codes
cs: Podpora místních a jazykových nastavení s třípísmenkovými kódy
es: Se agregó soporte de configuración regional usando códigos de tres letras
fr: Prise en charge des langues avec un code à 3 lettres
he: תמיכה בשפות עם קודים ב־3 אותיות
ja: 言語コードが 3 文字のロケールに対応
nl: Ondersteun locales met 3-letter codes
pt: Suporta localizações com códigos de 3 letras
ru: Поддержка языков с трёхзначным идентификатором
sk: Podpora miest s 3-písmenovými kódmi
sv: Stöd för lokala språk med koder på 3 bokstäver
tr: 3 harfli yerel kodlar desteklendi
zh_cn: 支持带有 3 个字母代码的语言环境
zh_tw: 支援代碼有三個字元的地域

source: Minor updates:
cs: Drobné aktualizace:
es: Actualizaciones menores:
fr: Mises à jour mineures :
he: עדכונים משניים:
ja: マイナーアップデート:
nl: Kleine updates:
pt: Pequenas atualizações:
ru: Незначительные обновления:
sk: Menšie aktualizácie:
sv: Mindre uppdateringar:
tr: Küçük güncellemeler:
zh_cn: 次要更新：
zh_tw: 小型更新：

source: Better support for non-Ubuntu based distributions
cs: Lepší podpora pro distribuce nezaložené na Ubuntu
es: Se mejoró la compatibilidad con distribuciones de Linux que no sean de tipo Ubuntu
fr: Meilleure prise en charge pour les distributions non basées sur Ubuntu
he: שופרה התמיכה במערכות שאינן מבוססות על אובונטו
ja: 非 Ubuntu ベースのディストリビューションへの対応を改善
nl: Betere ondersteuning voor niet-Ubuntu gebaseerde distributies
pt: Melhor suporte para distribuições não baseadas no Ubuntu
ru: Улучшена работа на дистрибутивах не основанных на Ubuntu
sk: Lepšia podpora pre distribúcie nezaložené na základe Ubuntu
sv: Bättre stöd för icke-Ubuntu-baserade distributioner
tr: Ubuntu tabanlı olmayan dağıtımlar için daha iyi destek
zh_cn: 更好地支持非基于 Ubuntu 的发行版
zh_tw: 改善對不是基於 Ubuntu 的發行版的支援

source: Manage locale settings
cs: Spravujte nastavení místního prostředí
es: Gestionar la configuración regional
fr: Gérer les paramètres des langues
he: ניהול הגדרות מקומיות
it: Gestisci le impostazioni di localizzazione
ja: ロケール設定を管理します
nl: Beheer lokalisatie instellingen
pt: Gerir definições do local
ru: Управление настройками локали
sk: Spravujte nastavenia oblasti
sv: Hantera lokaliseringsinställningar
tr: Yerel ayarları yönetin
zh_cn: 管理本地化设置
zh_tw: 管理地域設定

source: Authentication is required to manage locale settings
cs: Pro správu nastavení prostředí je vyžadováno ověření se
es: Necesita autenticarse para gestionar la configuración regional
fr: Authentification requise pour modifier les paramètres des langues
he: נדרש אימות כדי לנהל הגדרות מקומיות
it: È necessario autenticarsi per poter gestire le impostazioni di localizzazione
ja: ロケール設定を管理するには認証が必要です
nl: Authenticatie is vereist om lokalisatie instellingen te beheren
pt: É necessária a autenticação para gerir as definições do local
ru: Для управления настройками локали необходима аутентификация
sk: Pre správu nastavení oblasti je požadované overenie
sv: Autentisering krävs för att hantera lokaliseringsinställningar
tr: Yerel ayarları yönetmek için kimlik doğrulaması gerekiyor
zh_cn: 管理区域设置需要管理员权限
zh_tw: 需要核對身份才能管理地域設定

source: Fix an issue with cancelling language installation
cs: Oprava problému při přerušení instalace jazyka
it: Risolve un problema con l'annullamento dell'installazione della lingua
zh_cn: 修复取消语言安装的问题

source: Redesigned Install Language popover
cs: Předělaný vyskakovací dialog po najetí ukazatelem myši, určený pro instalaci jazyka
it: Popover di installazione delle lingue ridisegnato
zh_cn: 重新设计安装语言弹窗

source: Asks for permission when needed. No more extra InfoBar
cs: V případě potřeby si vyžádat oprávnění. Už bez dalšího informačního pruhu
it: Chiede il permesso quando necessario. Niente più barre infromative aggiuntive
zh_cn: 需要时请求许可。 不再有额外的信息栏

source: Installtion progress InfoBar is now a Dialog
cs: Informační lišta o postupu instalace je nyní dialog
it: La barra informativa sullo stato dell'installazione ora è una finestra di dialogo
zh_cn: 安装进度信息条现在是一个对话框

source: Language list properly updates when adding or removing languages
cs: Seznam jazyků se správně aktualizuje po přidání nebo odebrání jazyků
it: L'elenco delle lingue viene aggiornato correttamente quando si aggiungono o rimuovono lingue
zh_cn: 添加或删除语言时，语言列表会及时更新
