Repository: elementary/settings-locale
Catalog: po/*.po
Languages: bg, ckb, da, de, fi, he, ku, mr, pl, sv

source: Language & Region
bg: Език и регион
ckb: زمان & هەرێم
da: Sprog & Region
de: Sprache & Region
fi: Kieli ja alue
he: שפה ואזור
ku: Ziman & Herêm
mr: भाषा आणि क्षेत्र
pl: Język i region
sv: Språk och region

source: Manage languages, and configure region and format
bg: Управление на езиците и настройване на регион и формати
ckb: زمانی خۆت هەڵبژێرە و، هەرێم و جۆری دەرکەوتن ڕێکەوت و کات ڕێکبخە
da: Administrer sprog og konfigurer region og format
de: Sprach- sowie Regions- und Formateinstellungen vornehmen
fi: Hallitse kieliä, määritä alue sekä muoto
he: ניהול שפות והגדרת מיקום ותקנים
mr: भाषा व्यवस्थापित करा आणि क्षेत्र आणि स्वरूप कॉन्फिगर करा
pl: Zarządzaj językami, konfiguruj region i formaty
sv: Hantera språk, ställ in region och format

source: Region
ckb: هەرێم
fi: Alue
he: מיקום
mr: क्षेत्र

source: Formats
ckb: جۆرەکان
da: Formater
de: Formate
fi: Muotoilut
he: תקנים
mr: स्वरूप
pl: Formaty
sv: Format

source: Temperature
ckb: پلەی گەرمی
da: Temperatur
de: Temperatur
fi: Lämpötila
he: מעלות
mr: तापमान
pl: Temperatura
sv: Temperatur

source: Installing %s
ckb: دامەزراندنی %s
da: Installerer %s
de: %s installieren
fi: Asennetaan %s
he: %s מותקן
mr: %s स्थापित करीत आहे
pl: Instalowanie %s
sv: Installerar %s

source: Removing %s
ckb: سڕینەوەی %s
da: Fjerner %s
de: %s entfernen
fi: Poistetaan %s
he: %s בהליכי הסרה
mr: %s काढून टाकत आहे
pl: Usuwanie %s
sv: Tar bort %s

source: Installing missing language
bg: Инсталиране на липсващ език
ckb: دامەزراندنی زمانی ونبوو
da: Installerer manglende sprog
de: Fehlende Sprache wird installiert
fi: Asennetaan puuttuva kieli
he: השפה החסרה מותקנת
ku: Zimane kêm damezrandin
mr: गहाळ भाषा स्थापित करत आहे
pl: Instalowanie brakującego języka
sv: Installerar saknat språk

source: Cancel
bg: Отказ
ckb: هەڵوەشاندنەوە
da: Annuller
de: Abbrechen
fi: Peru
he: ביטול
ku: Betal bike
mr: रद्द करा
pl: Anuluj
sv: Avbryt

source: Install Language
ckb: دامەزراندنی زمان
da: Installér Sprog
de: Sprache installieren
fi: Asenna kieli
he: התקנת שפה
mr: भाषा स्थापित करा
pl: Zainstaluj język
sv: Installera språk

source: Install %s
ckb: %s دامەزرێنە
da: Installér %s
de: %s installieren
fi: Asenna %s
he: התקנת %s
mr: %s स्थापित करा
pl: Zainstaluj %s
sv: Installera %s

source: Couldn't install language pack
de: Sprachpaket konnte nicht installiert werden
fi: Kielipakettia ei voitu asentaa
he: לא ניתן להתקין חבילת שפה
pl: Nie udało się zainstalować paczki językowej
sv: Det gick inte att installera språkpaketet

source: Installed Languages
bg: Инсталирани езици
ckb: زمانه‌ دامه‌زراوه‌كان
da: Installerede sprog
de: Installierte Sprachen
fi: Asennetut kielet
he: שפות מותקנות
ku: Zimanên Sazbûyî
mr: स्थापित भाषा
pl: Zainstalowane języki
sv: Installerade språk

source: Currently active language
bg: Текущ език
ckb: زمانی چالاکی ئێستا
da: Nuværende aktive sprog
de: Aktuell aktivierte Sprache
fi: Aktiivisena oleva kieli
he: שפות פעילות נכון לעכשיו
ku: Zimane niha çalak
mr: सध्या सक्रिय भाषा
pl: Język obecnie aktywny
sv: Aktuellt aktivt språk

source: Remove language
bg: Премахване на езика
ckb: سڕینەوەی زمان
da: Fjern sprog
de: Sprache entfernen
fi: Poista kieli
he: הסרת שפה
ku: Ziman rakirin
mr: भाषा काढा
pl: Usuń język
sv: Ta bort språk

source: Couldn't remove language pack
de: Sprachpaket konnte nicht entfernt werden
fi: Kielipakettia ei voitu poistaa
he: לא ניתן להסיר חבילת שפה
pl: Nie udało się usunąć paczki językowej
sv: Det gick inte att ta bort språkpaketet

source: Keyboard layout settings…
de: Tastaturbelegungseinstellungen …
he: הגדרות פריסת מקלדת…
pl: Ustawienia układu klawiatury…
sv: Inställningar för tangentbordslayout…

source: Time format settings…
de: Zeitformateinstellungen …
he: הגדרות תבנית שעה…
pl: Ustawienia wyświetlania czasu…
sv: Inställningar för tidsformat…

source: Preview
de: Vorschau
he: תצוגה מקדימה
pl: Podgląd
sv: Förhandsvisa

source: Language support is not installed completely
bg: Поддръжката на езика не е инсталирана изцяло
ckb: پاڵپستی زمان بەتەواوی دانەمەزاروە
da: Sprogunderstøttelse er ikke komplet installeret
de: Die Sprache ist nicht vollständig installiert
fi: Kielitukea ei ole asennettu kokonaan
he: התמיכה בשפה מותקנת באופן חלקי
mr: भाषा समर्थन पूर्णपणे स्थापित नाही
pl: Obsługa języka nie jest w pełni zainstalowana
sv: Språkstöd har inte installerats fullständigt

source: Complete Installation
bg: Завършване на инсталацията
ckb: تەواوکردنی دامەزرادن
da: Fuldfør installation
de: Installation vervollständigen
fi: Suorita asennus loppuun
he: השלמת ההתקנה
ku: bicihkirin ava bu
mr: स्थापना पूर्ण करा
pl: Dokończ instalację
sv: Slutför installationen

source: Some changes will not take effect until you log out
bg: Някои промени няма да са активни, докато не се впишете наново
ckb: هەندێک لە گۆڕانکارییەکان کارا نابن هەتا لە سیستەم نەچیتەدەر
da: Nogle ændringer vil ikke træde i kraft før du logger ud
de: Einige Änderungen werden erst mit der nächsten Sitzung übernommen
fi: Jotkin asetukset eivät tule voimaan, ennen kuin kirjaudut ulos
he: חלק מהשינויים לא יכנסו לתוקף עד ליציאתך מהחשבון
mr: आपण लॉग आउट करेपर्यंत काही बदल प्रभावी होणार नाहीत
pl: Niektóre zmiany nie będą działać zanim nie nastąpi ponowne zalogowanie
sv: Vissa ändringar verkställs inte förrän du loggar ut

source: Celsius
ckb: سیلیزی
he: צלזיוס
mr: सेल्सिअस
pl: Celsjusza

source: Fahrenheit
ckb: فەهرەنهایت
he: פרנהייט
mr: फारेनहाइट
pl: Fahrenheita

source: Automatic, based on locale
de: Automatisch, auf Basis der Lokaleinstellungen
fi: Automaattinen, pohjautuu maa-asetustoon
he: אוטומטית, לפי השפה
pl: Automatyczne, w oparciu o język
sv: Automatiskt, baserat på språk

source: Set Language
bg: Задаване на език
ckb: چەسپاندنی زمان
da: Valgt Sprog
de: Als Benutzersprache festlegen
fi: Aseta kieli
he: הגדרת שפה
ku: Ziman Hilbijêre
mr: भाषा सेट करा
pl: Ustawienie języka
sv: Ställ in språk

source: Set System Language
bg: Задаване на език на системата
ckb: چەسپاندنی زمانی سیستەم
da: Angiv systemets sprog
de: Als Systemsprache festlegen
fi: Aseta järjestelmän kieli
he: הגדרת שפת המערכת
ku: Zimanê Pergalê Eyar Bike
mr: सिस्टम भाषा सेट करा
pl: Ustaw język systemu
sv: Ställ in systemspråk

source: Set language for login screen, guest account and new user accounts
bg: Задаване на език за екрана за вписване, гости и нови потребители
ckb: زمان بۆ پەڕەی چونەژوورەوە ، هەژماری میوان و هەژماری نوێ دابنێ
da: Angiv sprog for loginskærm, gæstekonto, og nye brugerkonti
de: Sprache für Anmelde-Bildschirm, Gast- und neue Benutzerkonten festlegen
fi: Aseta kieli kirjautumisnäkymään, vierastilille ja uusille käyttäjille
he: הגדרת שפה למסך הכניסה, לחשבון האורח ולחשבונות של משתמשים חדשים
mr: लॉगिन स्क्रीन, अतिथी खाते आणि नवीन वापरकर्ता खात्यांसाठी भाषा सेट करा
pl: Ustaw język ekranu logowania, konta gościa i nowych kont użytkowników
sv: Ställ in språk för inloggningsskärmen, gästkontot och nya användarkonton

source: Couldn't install missing language packs
de: Fehlende Sprachpakete konnten nicht installiert werden
fi: Puuttuvia kielipaketteja ei voitu asentaa
he: לא ניתן להתקין חבילות שפה חסרות
pl: Nie udało się zainstalować brakujących paczek językowych
sv: Det gick inte att installera saknade språkpaket

source: Can't set system locale
de: Lokaleinstellungen des System konnten nicht gesetzt werden
fi: Järjestelmän maa-asetustoa ei voitu asettaa
he: לא ניתן להגדיר את שפת המערכת
pl: Nie można ustawić języka systemu
sv: Kan inte ställa in systemets språk

source: Time Format
ckb: جۆری فۆڕمات

source: Temperature:
mr: तापमान:

source: Some settings require administrator rights to be changed
bg: Някои настройки изискват правомощия на администратор, за да бъдат променени

source: Install language
bg: Инсталиране на езика
ku: Ziman ava bikin

source: Region:
bg: Регион:
ku: Herêm:

source: Formats:
bg: Формати:
ku: Mîzanpaj:

source: Installing language
ku: Ziman damezrandin

source: Removing language
ku: Ziman rakirin
